Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/dsa.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Funds that are proved to have been used in breach of the agreement must be repaid to the treasury via the DSA.
nb: Midler som er dokumentert misligholdt, skal tilbakebetales til Statskassen via DSA.

source: particularly high levels of radioactive caesium.
nb: Konsentrasjonen av radioaktivt cesium i kumelk

source: → Projects must be cost-effective.
nb: • Prosjektet må være kostnadseffektivt.

source: weapons, decommissioning and refuelling of
nb: lagring av kjernevåpen, brenselbytte i og

source: A5.11 Optimal placement of measurement devices is usually in the middle of the
nb: A5.11 Optimal plassering av måleutstyr er gjerne midt i rommet, men det er av

source: Planning of the workshop includes
nb: Stråleterapiprosessen er komplisert, og feil og

source: Fungi generally absorb more caesium-137 from the soil than plants.
nb: Sopp tar generelt opp mer cesium-137 fra jorda enn planter.

source: materials and where the determination of the
nb: innsamling, prøveopparbeidelse og målinger av

source: The Sr-90 cores used in these RTGs consists of lighthouses were in poor condition. The
nb: Sr-90 ligner kalsium kjemisk, og blir derfor raskt omgjort til elektrisitet av en halvledende

source: planning and conducting radiotherapy.
nb: kommunikasjon i miljøet.

source: Researcher Runhild Gjelsvik placing litterbags in Gruveåsen.
nb: Forsker Runhild Gjelsvik under utsetting av "litterbags" i Gruveåsen.

source: An EMS ID must be provided for the room/placement in the organisation to which the source is now to be sent.
nb: Man må oppgi EMS-ID for rommet/plasseringen i virksomheten kilden nå skal sendes til.

source: There are various filtration methods that can reduce the radon content in water.
nb: Det finnes ulike filtreringsmetoder som kan redusere radoninnholdet i vann.

source: in the tank, 90 % fell out in close proximity of the tank site.
nb: og rundt 90 % av dette ble værende i eller i nærheten av tanken.

source: In surface water, the radon level is low.
nb: I overflatevann er radonnivået lavt.

source: In 1994 Norway and Ukraine entered into an agreement on early notification.
nb: I 1994 inngikk Norge og Ukraina en avtale om tidlig varsling.

source: In the autumn of 2000, UNEP conducted an
nb: Høsten 2000 gjennomførte UNEP en inspeksjon til

source: 2017 and is estimated to take five to six years.
nb: 2017 og som er anslått å ta fem-seks år.

source: The application must be approved before the change can be implemented:
nb: Søknaden skal godkjennes før endring kan implementeres:

source: Outflows from the Baltic Sea, which was particularly contaminated after Chernobyl, still affect the level of caesium-137 in our waters.
nb: Utstrømming fra Østersjøen, som ble spesielt forurenset etter Tsjernobyl, påvirker fortsatt nivået av cesium-137 i våre havområder.

source: Provided that documentable radon measures have been implemented, the radon level can be between 100 and 200 Bq/m³.
nb: Forutsatt at dokumenterbare radontiltak er gjennomført, kan radonnivået være mellom 100 og 200 Bq/m³.

source: As beta emitters, Sr-90 and Y-90 present two potential external radiation hazards,
nb: fyrlyktene som ligger nærmest den norske Sr-90 og Y-90, som begge sender ut betastråling,

source: This monitoring was extended to a marine surveillance programme in 1999, financed by the Norwegian Ministry of Environment.
nb: Denne overvåkningen ble i 1999 utvidet til et marint overvåkningsprogram, finansiert av Miljøverndepartementet.

source: The black graph shows data from an instrument with a rapid response, while the red graph shows data from an instrument with a slower response.
nb: Den svarte grafen viser data fra et instrument med rask respons, mens den røde grafen viser data fra et apparat med tregere respons.

source: The minimum requirement of at least one measurement per 150 square meter base area is based on a general assessment.
nb: Minimumskravet om minst én måling per 150 kvadratmeter grunnflate er satt ut fra en helhetsvurdering.

source: did not attend, but who attended in the second “county round” (2002 2004).
nb: men som møtte i andre ”fylkesrunde” (2002-2004).

source: Provided that documentable radon measures are implemented in the home, the radon level can be between 100 and 200 Bq/m³.
nb: Forutsatt at dokumenterbare radontiltak er gjennomført i boligen, kan radonnivået være mellom 100 og 200 Bq/m³.

source: The element uranium is naturally radioactive and is found in varying concentrations in bedrock and soil.
nb: Grunnstoffet uran er naturlig radioaktivt og finnes i varierende konsentrasjoner i berggrunn og jordsmonn.

source: The audit must be performed by a certified public accountant and must be prepared in accordance with the standard ISA 800 or ISA 805.
nb: Revisjonen skal gjøres av en statsautorisert eller registrert revisor og skal utarbeides etter standard ISA 800 eller ISA 805.

source: The Environment Agency of England and Wales
nb: Det britiske Environment Agency (EA) har

source: harvesting in Norway with the PerMoS software
nb: bruk i faglige anbefalinger og til etablering av

source: A joint Norwegian-Russian expedition will visit the sunken Russian nuclear submarine Komsomolets in the summer of 2019, 30 years after it sank in the Norwegian Sea while carrying two nuclear torpedoes.
nb: Det er planlagt et felles norsk-russisk tokt til den sunkne russiske atomubåten Komsomolets i juli 2019, 30 år etter at den sank i Norskehavet med to torpedoer med atomstridshoder om bord.

source: When a registration of a radiation source is submitted, the undertaking immediately receives an acknowledgement by return e-mail, but only when the DSA has processed the registration will the undertaking receive confirmation that it has met the registration requirement under Section 13.
nb: Når det sendes inn en melding om strålekilde, får virksomheten umiddelbart en kvittering i retur per e-post, men først når DSA har behandlet meldingen kommer en bekreftelse på at virksomheten har oppfylt meldeplikten etter § 13.

source: A good rule of thumb is that a radon concentration in the water of 1000 Bq/l (becquerels/litre) will contribute around 100 Bq/m³ to the indoor air.
nb: En tommelfingerregel er at en radonkonsentrasjon i vannet på 1000 Bq/l (becquerel/liter) vil gi et bidrag til inneluften på rundt 100 Bq/m³.

source: 300 staff, including security personnel in the area
nb: 300 ansatte, dette inkluderer også vakthold

source: The radiation sources that are subject to registration are specified in Section 13 of the Radiation Protection Regulations, and in conditions attached to any authorisations for radiation use that individual undertakings may hold under Section 9 or Section 10 of the Radiation Protection Regulations.
nb: Hvilke strålekilder som er meldepliktige fremgår av strålevernforskriften § 13, samt av krav gitt i godkjenninger for strålebruk som den enkelte virksomhet eventuelt måtte ha etter strålevernforskriften § 9 eller § 10.

source: A5.8 If there are several annexes which are integrated in the building, there may be
nb: A5.8 Hvis det er flere tilbygg som er integrert i bygget, kan disse ha ulik

source: Implement long-lasting mitigation measures that primarily target the source and therefore prevent radon from entering the building.
nb: Prosjektere varige tiltak, som i størst mulig grad retter seg mot kilden og slik hindrer radon i å trenge inn i bygningen, altså årsaksspesifikke tiltak.

source: year at a time with a total lifespan of 40 years.
nb: gangen, og vil ha en total operasjonstid på 40 år.

source: A6.1 Step 2 measurements are carried out in order to determine the extent to which
nb: A6.1 Trinn 2-målinger utføres for å måle hvor mye bygningens ventilasjon

source: Data from August 17th, 2004 and up to three days ago is available and the newest
nb: Data fra 17. august 2004 frem til for tre dager siden er tilgjengelig, det

source: Feedback from the DSA
nb: Tilbakemelding fra DSA

source: You should measure radon in your domestic water if:
nb: Du bør måle radon i vann dersom:

source: One such example is radium-226 and radium-228 released in connection with offshore petroleum extraction.
nb: Et eksempel er radium-226 og radium-228, som slippes ut i forbindelse med petroleumsutvinning til havs.

source: Example 5: Graphs which show two instruments with different responses
nb: Eksempel 5: Grafer som viser to instrumenter med ulik respons.

source: 1997 to improve conditions. A number of other
nb: med Russland al erede i 1997 for å bedre

source: 34% (30 days) of the measurement was carried out outside the measurement season.
nb: 34 % (30 dager) av målingen er utenfor målesesongen.

source: In 2001 Minatom established two bodies, Sevrao and DalRao, operative and responsible for clean up
nb: I 2001 organisasjonsstruktur to organer, Sevrao og DalRao, for å ta hånd om og rydde opp på

source: This can be done by selecting one or more sectors/technical areas at a time, or by evaluating projects performed within a limited geographical area.
nb: Dette kan skje ved at man velger ut en eller flere sektorer/fagområder av gangen, alternativt at man foretar en evaluering av prosjekter gjennomført innenfor et avgrenset geografisk område.

source: Undertakings that acquire or use radiation sources subject to registration must register their activities and the radiation sources in the DSA’s radiation source registration system.
nb: Virksomheter som anskaffer eller bruker meldepliktige strålekilder må registrere sin virksomhet og strålekildene i DSAs meldesystem for strålekilder.
